[
    [
        {
            "Name": "Carettochelyidae",
            "Common Name": "Pig-nosed turtle",
            "Description": "TheCarettochelyidaefamily of turtles — more commonly known as \"Pig-nosed turtle\" — were first discovered in 1887 by Boulenger."
        },
        {
            "Name": "Cheloniidae",
            "Common Name": "Sea turtles",
            "Description": "TheCheloniidaefamily of turtles — more commonly known as \"Sea turtles\" — were first discovered in 1811 by Oppel."
        },
        {
            "Name": "Chelydridae",
            "Common Name": "Snapping turtles",
            "Description": "TheChelydridaefamily of turtles — more commonly known as \"Snapping turtles\" — were first discovered in 1831 by Gray."
        },
        {
            "Name": "Dermatemydidae",
            "Common Name": "Central American river turtle",
            "Description": "TheDermatemydidaefamily of turtles — more commonly known as \"Central American river turtle\" — were first discovered in 1870 by Gray."
        },
        {
            "Name": "Dermochelyidae",
            "Common Name": "Leatherback sea turtle",
            "Description": "TheDermochelyidaefamily of turtles — more commonly known as \"Leatherback sea turtle\" — were first discovered in 1843 by Fitzinger."
        },
        {
            "Name": "Emydidae",
            "Common Name": "Pond or water turtles",
            "Description": "TheEmydidaefamily of turtles — more commonly known as \"Pond or water turtles\" — were first discovered in 1815 by Rafinesque."
        },
        {
            "Name": "Geoemydidae",
            "Common Name": "Asian river, leaf, roofed or Asian box turtles",
            "Description": "TheGeoemydidaefamily of turtles — more commonly known as \"Asian river, leaf, roofed or Asian box turtles\" — were first discovered in 1868 by Theobald."
        },
        {
            "Name": "Kinosternidae",
            "Common Name": "Mud or musk turtles",
            "Description": "TheKinosternidaefamily of turtles — more commonly known as \"Mud or musk turtles\" — were first discovered in 1857 by Agassiz."
        },
        {
            "Name": "Platysternidae",
            "Common Name": "Big-headed turtle",
            "Description": "ThePlatysternidaefamily of turtles — more commonly known as \"Big-headed turtle\" — were first discovered in 1869 by Gray."
        },
        {
            "Name": "Testudinidae",
            "Common Name": "Tortoises",
            "Description": "TheTestudinidaefamily of turtles — more commonly known as \"Tortoises\" — were first discovered in 1788 by Batsch."
        },
        {
            "Name": "Trionychidae",
            "Common Name": "Softshell turtles",
            "Description": "TheTrionychidaefamily of turtles — more commonly known as \"Softshell turtles\" — were first discovered in 1826 by Fitzinger."
        },
        {
            "Name": "Chelidae",
            "Common Name": "Austro-American sideneck turtles",
            "Description": "TheChelidaefamily of turtles — more commonly known as \"Austro-American sideneck turtles\" — were first discovered in 1831 by Gray."
        },
        {
            "Name": "Pelomedusidae",
            "Common Name": "Afro-American sideneck turtles",
            "Description": "ThePelomedusidaefamily of turtles — more commonly known as \"Afro-American sideneck turtles\" — were first discovered in 1868 by Cope."
        },
        {
            "Name": "Podocnemididae",
            "Common Name": "Madagascar big-headed, Big-headed Amazon River turtle and South American sideneck river turtles",
            "Description": "ThePodocnemididaefamily of turtles — more commonly known as \"Madagascar big-headed, Big-headed Amazon River turtle and South American sideneck river turtles\" — were first discovered in 1869 by Gray."
        }
    ]
]